Repository: besser82/Caffeine
Catalog: po/*.po
Languages: pt_br, tr

source: Calculate your coffee
pt_br: Calcule seu café
tr: Kahvenizi hesaplayın

source: translator-credits
pt_br: Translate this string as your translator credits. Name only: john peter sa Name + URL: / Name + Email: john peter sa <johnppetersa@gmail.com> Do not remove existing names. Names are separated with newlines.
tr: Mehmet Keçeci <bilginomi@gmail.com>

source: Dependencies
pt_br: Dependências
tr: Bağımlılıklar

source: Ratio copied
pt_br: Proporção copiada
tr: Oran kopyalandı

source: Caffeine
pt_br: Cafeína
tr: Kafein

source: About Caffeine
pt_br: Sobre cafeína
tr: Kafein Hakkında

source: Weight
pt_br: Peso
tr: Ağırlık

source: Ground
pt_br: Chão
tr: Çekilmiş kahve

source: Extract
pt_br: Extrair
tr: Kahve özü

source: No data
pt_br: Sem dados
tr: Veri yok

source: Copy ratio
pt_br: Relação de cópia
tr: Kopyalama oranı

source: coffee;recipe;ratio;
pt_br: café; receita; razão;
tr: coffee;recipe;ratio;kahve;tarif;târif;oran;

source: Caffeine is a utility for coffee enthusiasts. It's sole purpose is to calculate the extraction ratio of a coffee.
pt_br: A cafeína é uma utilidade para os entusiastas do café. Seu único objetivo é calcular a taxa de extração de um café.
tr: Kafein, kahve tutkunları için bir yardımcıdır. Tek amacı, bir kahvenin ekstraksiyon oranını hesaplamaktır

source: For example, an espresso brewed from 10g of coffee ground weighing 18g would have an extraction ratio of 1 : 1.8.
pt_br: Por exemplo, um café expresso fabricado a partir de 10g de pão de café com pesar 18g teria uma taxa de extração de 1: 1,8.
tr: Örneğin, 18 g ağırlığındaki 10 g çekilmiş kahveden demlenen espresso 1 : 1,8 ekstraksiyon oranına sahip olacaktır.

source: Light Appearance
pt_br: Aparência Clara
tr: Açık Görünüm

source: Dark Appearance
pt_br: Aparência escura
tr: Koyu Görünüm
